Repository: Flavio13Lins/amadeuslms
Catalog: environment_creation/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Settings: Bulk Creation
pt_br: Configurações: Cadastros em lote

source: Click here
pt_br: Clique aqui

source: to download a template file for the bulk creation
pt_br: para fazer o download do modelo do arquivo para cadastro em lote

source: Choose your file...
pt_br: Escolha seu arquivo...

source: Click or drop the file here
pt_br: Clique ou solte o arquivo aqui

source: Save
pt_br: Salvar

source: You have some invalid data in the Users sheet that causes some entries not to be imported
pt_br: Você possui algumas informações inválidas na planilha de Usuários o que fez com que algumas entradas não tenham sido importadas.

source: You have some invalid data in the Courses sheet that causes some entries not to be imported
pt_br: Você possui algumas informações inválidas na planilha de Cursos o que fez com que algumas entradas não tenham sido importadas.

source: You have some invalid data in the Subjects sheet that causes some entries not to be imported
pt_br: Você possui algumas informações inválidas na planilha de Assuntos o que fez com que algumas entradas não tenham sido importadas.

source: Environment imported successfully!
pt_br: Ambiente importado com sucesso!

source: Bulk Creation
pt_br: Criação em massa

source: Line %s has username or lastname without values
pt_br: A linha %s possui os campos nome ou sobrenome sem valores

source: Line %s has no valid email
pt_br: A linha %s não possui um email válido

source: Line %s has no value for name
pt_br: A linha %s não possui valor para o campo nome

source: Line %s doesn't have a valid subscription init date
pt_br: A linha %s não possui uma data de início de inscrição válida

source: Line %s has the subscription init date before today's date
pt_br: A linha %s possui uma data de início de inscrição anterior à data atual

source: Line %s doesn't have a valid subscription end date
pt_br: A linha %s não possui uma data de encerramento de inscrição válida

source: Line %s has the subscription end date before subscription init date
pt_br: A linha %s possui uma data de encerramento de inscrição anterior à data de início de inscrição

source: Line %s doesn't have a valid init date
pt_br: A linha %s não possui uma data de início válida

source: Line %s has the init date before or equal subscription end date
pt_br: A linha %s possui uma data de início anterior ou igual à data de encerramento de inscrição

source: Line %s doesn't have a valid end date
pt_br: A linha %s não possui uma data de encerramento válida

source: Line %s has the end date before the init date
pt_br: A linha %s possui uma data de encerramento anterior à data de início

source: Line %s has no valid value for course
pt_br: A linha %s não possui um valor válido para o campo curso
